[
    {
        "nivel": "Incipiente",
        "descripcion": "Tu nivel de madurez en transformación digital es Incipiente.  Es importante revisar o definir la estrategia incluyendo objetivos en transformación digital para pasar al siguiente nivel y así evitar caer en la obsolescencia."
    },
    {
        "nivel": "Inicial",
        "descripcion": "Tu nivel de madurez en transformación digital es Inicial.  Es un nivel de maduración básico, la organización cuenta con un interés en la transformación digital, en algunos casos se pueden estar ejecutando algunas iniciativas de optimización tecnológica, sin embargo, los procesos pueden aún ser inmaduros y sin orientación al cliente."
    },
    {
        "nivel": "En desarrollo",
        "descripcion": "Tu nivel de madurez en transformación digital es En Desarrollo.  Tu organización está adoptando soluciones digitales de manera mas amplia identificando lideres clave que apoyen el proceso de transformación digital sin embargo se requiere de una gobernanza que permita la sostenibilidad del proceso y fortalecer la cultura ágil y orientada al cliente en toda la organización."
    },
    {
        "nivel": "Establecido",
        "descripcion": "Tu nivel de madurez en transformación digital es Establecido.  Tu organización cuenta con roles y responsabilidades orientadas a la sostenibilidad del proceso de transformación digital, tus procesos cuentan con indicadores claves y cuentas con una cultura colaborativa.  Puedes necesitar mejoras en la estrategia de innovación y transformación digital a partir de los resultados de los indicadores claves, pasar a tomar decisiones informadas y contar con la inclusión del cliente en los procesos de definición de servicios y/o productos de la organización."
    },
    {
        "nivel": "Avanzado",
        "descripcion": "Tu nivel de madurez en transformación digital es Avanzado.  En tu organización se toman acciones y decisiones a partir del monitoreo de procesos orientados a la satisfacción de cliente, cuentan con una cultura en la cual el cliente es el centro de toda la organización.  Para asegurar la continuidad del proceso de Transformación Digital es necesario que se cuente con una política de TD documentada, socializada y asumida por el equipo corporativo."
    },
    {
        "nivel": "Digital",
        "descripcion": "Tu organización es una organización Digital que cuenta con un marco de transformación digital, un ciclo de mejoramiento continuo y una gobernanza que les permitirá la evolución continua y permanente adaptándose a los cambios del mercado.   Es importante seguir asegurando la gobernanza por medio de la oficina/área de TD con roles y responsabilidades propias del proceso de Transformación Digital."
    }
]